Repository: digitaldonkey/degov-1
Catalog: translations/*/contrib/crop.*.po
Languages: de

source: Crop configuration
de: Zuschnitt-Konfiguration

source: There are no file or image fields on this bundle at the moment. In order to configure crop add at least one such field and come back.
de: Es gibt derzeit in diesem Bundle keine Datei- oder Bildfelder. Fügen Sie zum Konfigurieren des Zuschnitts mindestens ein solches Feld hinzu und kommen Sie hier zurück.

source: Image field
de: Bildfeld

source: - Skip field -
de: - Feld überspringen -

source: Select field that stores image which needs to be cropped.
de: Auswahl des Felds in dem das zuzuschneidende Bild gespeichert ist.

source: This branch of Crop API is not compatible with the version of Media Entity installed.
de: Diese Ausgabe der Crop-API ist mit der installierten Version von Media Entity nicht kompatibel.

source: The orphaned crop @cid referring to image with URI @uri has been deleted.
de: Der verwaiste Zuschnitt @cid zum Bild mit der URI @uri ist gelöscht worden.

source: Provides storage and API for image crops.
de: Stellt Speicherung und API für Bildzuschnitte bereit.

source: Add crop type
de: Zuschnittstyp hinzufügen

source: Crop types
de: Zuschnittstypen

source: Manage crop types.
de: Zuschnittstypen verwalten.

source: Administer crop settings
de: Zuschnittseinstellungen verwalten

source: Administer the basic settings for Crop API.
de: Grundeinstellungen für Crop-API verwalten.

source: Administer crop types
de: Zuschnittstypen verwalten

source: Administer crop types.
de: Zuschnittstypen verwalten.

source: Delete
de: Löschen

source: Crop type
de: Zuschnittstyp

source: Machine-readable name
de: Systemname

source: Aspect ratio
de: Seitenverhältnis

source: Soft limit width
de: Weicher Grenzwert Breite

source: Soft limit height
de: Weicher Grenzwert Höhe

source: Hard limit width
de: Harter Grenzwert Breite

source: Hard limit height
de: Harter Grenzwert Höhe

source: Third party settings
de: Einstellungen von Drittanbietern

source: Crop settings
de: Zuschnitt-Einstellungen

source: Field storing image to be cropped
de: Feld, in dem das zuzuschneidende Bild gespeichert ist

source: Crop effect configuration
de: Konfiguration des Zuschnitt-Effekts

source: Crop API settings
de: Einstellungen der Crop-API

source: Indicates whether to flush image derivatives when a crop entity is change
de: Gibt an, ob geänderte Bildversionen gelöscht werden, wenn eine Zuschnitts-Entität geändert wird

source: Aspect Ratio
de: Seitenverhältnis

source: Used in
de: Verwendet in

source: @first, @second and @count more
de: @first, @second und @count weitere

source: No crop types available. <a href="@link">Add crop type</a>.
de: Keine Zuschnittstypen verfügbar. <a href="@link">Zuschnittstyp hinzufügen</a>.

source: Entity provider @id not found.
de: Anbieter der Entität @id nicht gefunden.

source: Crop ID
de: Zuschnitts-ID

source: The crop ID.
de: Die ID des Zuschnitts.

source: The crop UUID.
de: Die UUID des Zuschnitts.

source: Revision ID
de: Revisions-ID

source: The crop revision ID.
de: Die Revisions-ID des Zuschnitts.

source: Type
de: Typ

source: The crop type.
de: Der Zuschnittstyp.

source: Language code
de: Sprachkürzel

source: The node language code.
de: Das Sprachkürzel des Beitrags.

source: Entity ID
de: Entitäts-ID

source: ID of entity crop belongs to.
de: Die ID der Entität, zu der der Zuschnitt gehört.

source: Entity type
de: Entitätstyp

source: The type of entity crop belongs to.
de: Der Typ der Entität, zu der der Zuschnitt gehört.

source: The URI of the image crop belongs to.
de: Die URI des Bilds, zu dem der Zuschnitt gehört.

source: Height
de: Höhe

source: The crop height.
de: Die Höhe des Zuschnitts.

source: Width
de: Breite

source: The crop width.
de: Die Breite des Zuschnitts.

source: X coordinate
de: X-Koordinate

source: The crop's X coordinate.
de: Die X-Koordinate des Zuschnitts.

source: Y coordinate
de: Y-Koordinate

source: The crop's Y coordinate.
de: Die Y-Koordinate des Zuschnitts.

source: Revision timestamp
de: Datum der Revision

source: The time that the current revision was created.
de: Der Zeitpunkt, an dem die aktuelle Revision erstellt wurde.

source: Revision author ID
de: ID des Revisionsautors

source: The user ID of the author of the current revision.
de: Die Benutzerkennung des Autors der aktuellen Revision.

source: Revision Log
de: Revisionsprotokoll

source: The log entry explaining the changes in this revision.
de: Protokolleintrag, der die Änderungen dieser Revision erklärt

source: Crop
de: Zuschneiden

source: Are you sure you want to delete the crop type %type?
de: Sind Sie sicher, dass Sie den Zuschnittstyp %type löschen wollen?

source: The crop type %name has been deleted.
de: Der Zuschnittstyp %name wurde gelöscht.

source: Deleted crop type %name.
de: Zuschnittstyp %name gelöscht.

source: %type is used by 1 piece of content on your site. You can not remove this content type until you have removed all of the %type content.
de: %type wird von einem Inhalt auf der Website verwendet. Sie können diesen Inhaltstyp nicht entfernen, solange Sie nicht alle Inhalte des Typs %type entfernt haben.

source: Edit %label crop type
de: Zuschnittstyp %label bearbeiten

source: The human-readable name of this crop type. This name must be unique.
de: Der menschenlesbare Name dieses Zuschnittstyps. Dieser Name muss eindeutig sein.

source: A unique machine-readable name for this crop type. It must only contain lowercase letters, numbers, and underscores.
de: Ein eindeutiger Systemname für diesen Zuschnittstyp. Er darf nur Kleinbuchstaben, Zahlen und Unterstriche enthalten.

source: Describe this crop type.
de: Beschreiben Sie diesen Zuschnittstyp.

source: Set an aspect ratio <b>eg: 16:9</b> or leave this empty for arbitrary aspect ratio
de: Legen Sie ein Seitenverhältnis <b>z. B. 16:9</b> fest oder lassen Sie diesen Eintrag für ein willkürliches Seitenverhältnis frei.

source: Soft limit
de: Weicher Grenzwert

source: Define crop size soft limit. Warning will be displayed if crop smaller than that is selected.
de: Definieren Sie den weichen Grenzwert für den Zuschnitt. Wenn ein kleinerer Zuschnitt gewählt wird, erscheint ein Warnhinweis.

source: Limit for width.
de: Grenzwert für Breite.

source: Limit for height.
de: Grenzwert für Höhe.

source: Hard limit
de: Harter Grenzwert

source: Define crop size hard limit. User is not allowed to make a smaller selection than defined here.
de: Definieren Sie den harten Grenzwert für den Zuschnitt. Der Benutzer darf keine kleineren Werte als hier definiert wählen.

source: Limit for width
de: Grenzwert für Breite

source: Save crop type
de: Zuschnittstyp speichern

source: Delete crop type
de: Zuschnittstyp löschen

source: The crop type %name has been updated.
de: Der Zuschnittstyp %name wurde aktualisiert.

source: The crop type %name has been added.
de: Der Zuschnittstyp %name wurde hinzugefügt.

source: View
de: Ansicht

source: Added crop type %name.
de: Zuschnittstyp %name hinzugefügt.

source: File
de: Datei

source: Provides crop integration for core files.
de: Stellt die Zuschnittsintegration für Dateien des Kernsystems bereit.

source: Provides crop integration for media.
de: Stellt die Zuschnittsintegration für Medien bereit.

source: Crop type to be used for the image style.
de: Für den Bildstil zu verwendender Zuschnittstyp.

source: Manual image crop failed due to misconfigured crop type on %path.
de: Manueller Bildzuschnitt ist wegen falsch konfiguriertem Zuschnittstyp in %path fehlgeschlagen.

source: Manual image crop failed using the %toolkit toolkit on %path (%mimetype, %width x %height)
de: Manueller Bildzuschnitt mit Toolkit %toolkit in Pfad %path ist fehlgeschlagen (%mimetype, %width x %height)

source: Manual crop
de: Manueller Zuschnitt

source: Applies manually provided crop to the image.
de: Wendet manuell erstellten Zuschnitt auf das Bild an.

# Validation
source: Crop Type aspect ratio
de: Seitenverhältnis des Zuschnittstyps

source: Invalid aspect ratio format. Should be defined in H:W form.
de: Ungültiges Format für Seitenverhältnis. Sollte im Format „H:B“ definiert werden.

# Validation
source: Crop Type machine name
de: Systemname des Zuschnittstyps

source: Invalid machine-readable name.
de: Ungültiger Systemname.

source: uses <em>@data.crop_type</em> crop type
de: verwendet Zuschnittstyp <em>@data.crop_type</em>
