Repository: digitaldonkey/degov-1
Catalog: translations/*/contrib/degov_simplenews.*.po
Languages: de

source: Forename
de: Vorname

source: Surname
de: Nachname

source: I hereby agree that my personal data transmitted with the contact information may be saved and processed. I confirm to be at least 16 years of age or have made available authorisation from the custodian(s) permitting the use of the contact information and dissemination of the data. I have read the @privacy_policy. The right of withdrawal is known to me.
de: Ich willige hiermit ein (Art. 6 Abs. 1 lit. a DSGVO), dass meine mit dem Kontakt übermittelten persönlichen Daten gespeichert und verarbeitet werden dürfen. Ich versichere, dass ich über 16 Jahre alt bin bzw. die Zustimmung der / des Sorgeberechtigten zur Nutzung des Kontaktes und Weitergabe der Daten vorliegt. Die @privacy_policy habe ich gelesen. Das Recht des Widerrufs ist mir bekannt.

source: privacy policy
de: Datenschutzhinweise

source: Data protection regulations
de: Datenschutzbestimmungen

source: The user has not yet accepted the data protection regulations.
de: Der Benutzer hat den Datenschutzbestimmungen noch nicht zugestimmt.

source: Has accepted the data protection regulations at @date @time.
de: Hat den Datenschutzbestimmungen am @date um @time Uhr zugestimmt.

source: About
de: Über

source: This module extends Simplenews with some GDPR-related features.
de: Dieses Modul erweitert Simplenews um einige Features im Zusammenhang mit der DSGVO.

source: @count unconfirmed subscriber deleted.
de: @count unbestätigter Abonnent gelöscht.

source: Correctly configured
de: Korrekt konfiguriert

source: Privacy pages missing for these languages: :languages. <a href=":settings_url">Update settings</a>
de: Seiten zum Datenschutz fehlen für die folgenden Sprachen: :languages. <a href=":settings_url">Aktualisieren Sie die Einstellungen</a>

source: Extends Simplenews with GDPR-related features.
de: Erweitert Simplenews um Features im Zusammenhang mit der DSGVO.

source: deGov Simplenews Settings
de: deGov Simplenews-Einstellungen

source: Administer deGov Simplenews.
de: deGov Simplenews verwalten.

source: deGov - Simplenews settings
de: deGov - Simplenews-Einstellungen

source: Privacy policy pages
de: Seiten mit Datenschutzhinweisen

source: Privacy policy page (@langcode)
de: Seite mit Datenschutzhinweisen (@langcode)

source: Consent messages
de: Einverständniserklärungen

source: Consent message (@langcode)
de: Einverständniserklärung (@langcode)

source: The text displayed to new subscribers asking them to consent to your privacy policy.
de: Der Text, der neuen Abonnenten angezeigt wird, um sie aufzufordern, Ihrer Datenschutzerklärung zuzustimmen.

source: Defaults to:
de: Standardtext:

source: I hereby agree that my personal data transmitted with the contact information may be saved and processed. I confirm to be at least 16 years of age or have made available authorization from the custodian(s) permitting the use of the contact information and dissemination of the data. I have read the privacy policy. The right of withdrawal is known to me.
de: Ich willige hiermit ein, dass meine mit dem Kontakt übermittelten persönlichen Daten gespeichert und verarbeitet werden dürfen. Ich versichere, dass ich über 16 Jahre alt bin bzw. die Zustimmung der / des Sorgeberechtigten zur Nutzung des Kontaktes und Weitergabe der Daten vorliegt. Die Datenschutzerklärung habe ich gelesen. Das Recht auf Widerruf ist mir bekannt.

source: Subscriber handling
de: Behandlung der Abonnenten

source: Time before unconfirmed subscribers are deleted.
de: Zeit bis zum Löschen unbestätigter Abonnenten.

source: @count hours
de: @count Stunden

source: @count days
de: @count Tage

source: Subscribers with <em>only</em> unconfirmed subscriptions will be deleted after the set time has passed. Deletion is executed via cron.
de: Abonnenten, die <em>nur</em> ein nicht bestätigtes Abonnement haben, werden nach Ablauf der eingestellten Zeit gelöscht. Das Löschen erfolgt über Cron.
