Repository: digitaldonkey/degov-1
Catalog: translations/*/degov/degov_social_media_youtube.*.po
Languages: de

source: About
de: Über

source: This module allows you to show you the newest videos of one youtube channel
de: Mit diesem Modul können Sie die neusten Videos eines YouTube-Kanals anzeigen

source: YouTube feed settings
de: Einstellungen zum YouTube-Feed

source: Administer deGov YouTube feed.
de: Verwalten des deGov YouTube-Feeds.

source: YouTube Settings
de: YouTube Einstellungen

source: Youtube Feed Block configuration screen
de: Konfigurationsbildschirm für YouTube-Feed-Block

source: No valid YouTube api key. Therefore no twig template variables created.
de: Kein gültiger API-Key für YouTube. Daher wurden keine Variablen für twig-Templates erzeugt.

source: Your API key
de: Ihr API-Key

source: Your channel name or channel Id
de: Ihr Kanalname oder Ihre Kanal-ID

source: Number of listed videos
de: Anzahl der aufgelisteten Videos

source: API key is empty. Enter one in the %settings.
de: Das API-Key ist leer. In den %settings muss eins gesetzt werden.
