Repository: digitaldonkey/degov-1
Catalog: translations/*/degov/degov_social_media_instagram.*.po
Languages: de

source: About
de: Über

source: This module allows you to show you the newest posts from a user
de: Mit diesem Modul können Sie die neusten Beiträge eines Benutzers anzeigen

source: deGov social media - Instagram-feed block
de: deGov Social-Media - Block für Instagram-Feed

source: This module allows you to show you the latest posts of a user
de: Mit diesem Modul können Sie die neusten Beiträge eines Benutzers anzeigen

source: Instagram feed settings
de: Einstellungen für Instagram-Feed

source: Administer deGov Instagram feed.
de: Verwalten des deGov Instagram-Feeds.

source: Instagram Settings
de: Instagram Einstellungen

source: Instagram Feed Block configuration screen
de: Konfigurationsbildschirm für Instagram-Feed-Block

source: Your user name
de: Ihr Benutzername

source: Number of listed posts
de: Anzahl der aufgelisteten Beiträge

source: Number of characters post's caption
de: Anzahl der Zeichen im Titel des Beitrags

source: User name is empty. Enter one in the %settings.
de: Der Benutzername ist leer. In den %settings muss eins gesetzt werden.
