Repository: digitaldonkey/degov-1
Catalog: translations/*/degov/degov_image_and_crop_styles.*.po
Languages: de

source: Extra small
de: Extra klein

source: degov_image_and_crop_styles.media
de: degov_image_und_crop_styles.media

source: Small
de: Klein

source: Medium
de: Mittel

source: Large and up
de: Groß und größer

source: deGov - Image And Crop Styles
de: deGov Bilder und Zuschnitte

source: Provides a configuration for breakpoints, responsive images, cropping and image styles
de: Erzeugt eine Konfiguration für Breakpoints, responsive Bilder, Beschneiden und Bildstile

source: Header Logo oder Slogan
de: Logo oder Slogan für Kopfzeile

source: Slider main (16:9)
de: Main Slider (16:9)

source: Teaser landscape (2:1)
de: Teaser Querformat (2:1)

source: Teaser landscape small (8:3)
de: Teaser Querformat, klein (8:3)

source: Teaser landscape to squared
de: Teaser Querformat bis quadratisch

source: Teaser opinion (4:1)
de: Teaser Meinung (4:1)

source: Teaser squared (1:1)
de: Teaser quadratisch (1:1)

source: 12 to 5
de: 12 zu 5

source: 12:5 cropping, for example for Full Width slider
de: 12:5 Bildzuschnitt, z. B. für Slider, volle Breite

source: 1:1 Bildzuschnitt, z.B. für Teaser squared
de: 1:1 Bildzuschnitt, z. B. für Teaser quadratisch

source: 9:3 Bildzuschnitt, z.B. für Citation image
de: 9:3 Bildzuschnitt, z. B. für Zitat-Bild

source: Citation (307x102)
de: Zitat (307x102)

source: Citation (630x205)
de: Zitat (630x205)

source: Citation (950x307)
de: Zitat (950x307)

source: Cropped: 9 zu 3
de: Zugeschnitten: 9 zu 3

source: Slider full width 1440
de: Slider volle Breite 1440

source: Slider full width 1920
de: Slider volle Breite 1920

source: Slider full width 480
de: Slider volle Breite 480

source: Slider full width 960
de: Slider volle Breite 960

source: Slider main (16:9) 1280
de: Main Slider (16:9) 1280

source: Slider main (16:9) 480
de: Main Slider (16:9) 480

source: Slider main (16:9) 720
de: Main Slider (16:9) 720

source: Slider main (16:9) 960
de: Main Slider (16:9) 960

source: Teaser landscape (2:1) 1280
de: Teaser Querformat (2:1) 1280

source: Teaser landscape (2:1) 480
de: Teaser Querformat (2:1) 480

source: Teaser landscape (2:1) 960
de: Teaser Querformat (2:1) 960

source: Teaser landscape small (8:3) 240
de: Teaser Querformat, klein (8:3) 240

source: Teaser landscape small (8:3) 480
de: Teaser Querformat, klein (8:3) 480

source: Teaser landscape small (8:3) 960
de: Teaser Querformat, klein (8:3) 960

source: Teaser opinion (4:1) 1280
de: Teaser Meinung (4:1) 1280

source: Teaser opinion (4:1) 480
de: Teaser Meinung (4:1) 480

source: Teaser opinion (4:1) 960
de: Teaser Meinung (4:1) 960

source: Teaser squared (1:1) 120
de: Teaser quadratisch (1:1) 120

source: Teaser squared (1:1) 240
de: Teaser quadratisch (1:1) 240

source: Teaser squared (1:1) 320
de: Teaser quadratisch (1:1) 320

source: Teaser squared (1:1) 480
de: Teaser quadratisch (1:1) 480

source: Teaser squared (1:1) 720
de: Teaser quadratisch (1:1) 720

source: Citation Teaser
de: Teaser Zitat

source: Slider full width
de: Slider volle Breite

source: Slider main
de: Main Slider

source: Teaser landscape
de: Teaser Querformat

source: Teaser landscape small
de: Teaser Querformat, klein

source: Teaser opinion
de: Teaser Meinung

source: Teaser squared
de: Teaser quadratisch

source: 12:5 crop, for example for Full Width slider
de: 12:5 Bildzuschnitt, z. B. für Slider volle Breite

source: 16 by 9
de: 16 zu 9

source: 16:9 crop, e.g. for Slider main
de: 16:9 Bildzuschnitt, z. B. für Main Slider

source: 1 by 1
de: 1 zu 1

source: 1:1 crop, e.g. for Teaser squared
de: 1:1 Bildzuschnitt, z. B. für Teaser quadratisch

source: 2 by 1
de: 2 zu 1

source: 2:1 crop, e.g. for Teaser landscape or Teaser topic
de: :1 Bildzuschnitt, z. B. für Teaser Landscape oder Teaser Topic

source: 4 by 1
de: 4 zu 1

source: 4:1 crop, e.g. for Teaser opinion
de: 4:1 Bildzuschnitt, z. B. für Teaser Meinung

source: 8 by 3
de: 8 zu 3

source: 8:3 crop, e.g. for Teaser landscape small
de: 8:3 Bildzuschnitt, z. B. für Teaser Querformat Klein

source: 9 by 3
de: 9 zu 3

source: 9:3 crop, e.g. for Citation image
de: 9:3 Bildzuschnitt, z. B. für Zitat-Bild

source: Cropped: 9 by 3
de: Zugeschnitten: 9 by 3

source: Logo or slogan (55h)
de: Logo oder Slogan (55h)

source: Header logo or slogan
de: Header Logo oder Slogan
