Repository: digitaldonkey/degov-1
Catalog: translations/*/degov/degov_common.*.po
Languages: de

source: Media Usage
de: Medienverwendung

source: Usage
de: Verwendung

source: Shows the list of media usage.
de: Zeigt die Liste der Medienverwendung an.

source: Download
de: Herunterladen

source: Selected Items
de: Ausgewählte Elemente

source: Select
de: Auswählen

source: Click on this field and use the icon picker to select the Font Awesome icon css class for this menu item (first level items only).
de: Klicken Sie in dieses Feld und verwenden Sie den Icon-Picker, um die Font Awesome Icon CSS-Klasse für diesen Menüpunkt auszuwählen (nur Einträge der ersten Ebene).

source: Content access issue
de: Problem beim Inhaltszugriff

source: The Workbench Access module is being used in this Drupal instance. It's discouraged to use the Workbench Access module. The preferred module is Permissions by Term. Uninstall the Workbench Access and deGov Workbench Access modules. Add your settings into the Permissions by Term configuration.
de: Diese Drupal-Instanz verwendet das Workbench-Access-Modul. Von der Verwendung des Workbench-Access-Modul wird abgeraten. Vorzugsweise sollte das Permissions-Modul von Term eingesetzt werden. Deinstallieren Sie das Workbench-Access- und das deGov Workbench-Access-Modul. Tragen Sie Ihre Einstellungen in der Konfiguration von Permissions von Term ein.

source: Usage of module without a stable release, which is deprecated in deGov
de: Verwendung von Modulen ohne stabile Version, die in deGov nicht mehr unterstützt werden

source: The Workbench Access module AND the Permissions by Term module are installed. They do pretty much the same thing and can interfere. It's recommended to use the Permissions by Term module only.
de: Es sind sowohl das Workbench-Access-Modul als auch das Permissions-Modul von Term installiert. Ihre Funktionen sind nahezu identisch und können sich gegenseitig stören. Es wird empfohlen, nur das Modul Permissions von Term zu verwenden.

source: Duplication of content access modules
de: Mehrere Inhaltszugriffmodule

source: This module contains base functionality for the deGov distribution.
de: Dieses Modul enthält Basisfunktionalitäten für die deGov Distribtuion

source: deGov Settings
de: deGov-Einstellungen

source: Administer deGov.
de: deGov verwalten

source: Administer deGov destribution settings
de: Verwalten der Einstellungen zur deGov-Distribution

source: Administer deGov distribution
de: Verwalten der deGov-Distribution

source: deGov distribution settings
de: Einstellungen zur deGov-Distribution

source: Download file
de: Datei herunterladen

source: Test module to test the service degov_common.translation_import.
de: Test-Modul zum Testen des Diensts degov_common.translation_import.

source: Removing all content of type @type
de: Entfernen aller Inhalt vom Typ @type

source: There are no changes to import.
de: Es sind keine zu importierenden Änderungen vorhanden.

source: Another request may be importing configuration already.
de: Es ist möglich, dass bereits ein anderer Konfigurationsimport aktiv ist.

source: The configuration was imported successfully.
de: Die Konfiguration wurde erfolgreich importiert.

source: There was a problem getting the video duration. Please check site logs.
de: Die Länge des Videos konnte nicht ermittelt werden. Bitte Protokollnachrichten überprüfen

source: There was a problem getting the audio duration. Please check site logs.
de: Die Länge der Audiodatei konnte nicht ermittelt werden. Bitte Protokollnachrichten überprüfen

source: Error at reading audio properties from @uri with GetId3: @error.
de: Fehler beim Lesen der Audioeigenschaften aus @uri mit GetId3: @error.

source: Youtube access failure with status: @trace
de: Fehler beim Zugriff auf YouTube mit Status: @trace

source: Vimeo access failure with status: @trace
de: Fehler beim Zugriff auf Vimeo mit Status: @trace

source: File @uri not found
de: Datei @uri wurde nicht gefunden.

source: This is configuration section of deGov distribution
de: Dies ist der Konfigurationsabschnitt der deGov-Distribution

source: Privacy URL Path
de: URL-Pfad zur Datenschutzerklärung

source: The path at which the privacy terms can be found.
de: Der Pfad, unter dem die Datenschutzerklärung abgerufen werden kann.

source: Netiquette URL Path
de: URL-Pfad zur Netiquette

source: The path at which the netiquette can be found.
de: Der Pfad unter dem die Netikette abgerufen werden kann.

source: Youtube API Key
de: API-Key für Youtube

source: Obtain a Youtube API key at <a href="@link">@link</a>
de: Fordern Sie einen YouTube-API-Key unter <a href="@link">@link</a> an

source: Sidebar paragraphs from Node entity
de: Abschnitte der Seitenleiste aus Beitragsentität

source: Blocks
de: Blöcke

source: Login / Profile link
de: Link zum Login/Profil

source: Multi step selection display for multi valued fields
de: Mehrschrittauswahlanzeige für Felder mit mehreren Werten

source: Shows the current selection display, allowing to mix elements selected through different widgets in several steps.
de: Zeigt den aktuellen Auswahldialog mit der Möglichkeit verschiedene Elemente in mehreren Schritten, die aus verschiedenen Steuerelementen bestehen zu kombinieren.

source: Hours
de: Stunden

source: Minutes
de: Minuten

source: Duration formatter
de: Format für die Dauer

source: Search route name
de: Route-Namen suchen

source: The route name of the search page the term should link to, e.g. %route_name
de: Der Route-Name der Suchseite, auf die der Begriff verweisen sollte, z. B. %route_name

source: Search route name: %route_name
de: Route-Namen suchen: %route_name

source: Link to search page
de: Link zur Suchseite

source: A facet with the term's bundle machine name as the facet url alias should exist.
de: Es sollte eine Facette mit dem Bundle-Maschinennamen des Begriffs als Alias für die Facetten-URL existieren.

source: Rendered entity or substitution
de: Dargestellte Entität oder Ersetzung

source: Display the referenced entities rendered by entity_view().
de: Zeige die referenzierten Entitäten dargestellt durch entity_view().

source: Raw value from URL or current date
de: Ungefilterter Wert aus der URL oder aktuelles Datum

source: Current month of the year (exposed excluded)
de: Aktueller Monat des Jahrs (hervorgehobenes ausgeschlossen)

source: User
de: Benutzer

source: Log in / Sign up
de: Anmelden / Registrieren
