Repository: digitaldonkey/degov-1
Catalog: translations/*/degov/degov_paragraph_view_reference.*.po
Languages: de

source: -- Choose view display --
de: -- Ansicht zur Darstellung auswählen --

source: Loading view details ...
de: Einzelheiten zur Darstellung werden geladen ...

source: Page limit
de: Seitenbegrenzung

source: Exclude this items
de: Diese Positionen ausschließen

source: Taxonomy term
de: Taxonomie-Begriff

source: Node
de: Beitrag

source: User
de: Benutzer

source: View arguments
de: Argumente anzeigen

source: As defined in the view
de: Wie in der Ansicht definiert

source: Views row view mode
de: Ansicht im Zeilenmodus

source: Views Helper Settings
de: Einstellungen für Ansichtshelfer

source: Administer deGov views reference.
de: Verwalten der deGov Ansichtsreferenz.

source: Allowed View Options
de: Freigegebene Ansichtsoptionen

source: Form Ids to apply the filter
de: Form-IDs zur Anwendung des Filters

source: Views Label
de: Ansichten Beschriftung

source: Views Reference with extra options
de: Ansichtsreferenz mit zusätzlichen Optionen
