Repository: digitaldonkey/degov-1
Catalog: translations/*/degov/degov_auto_crop.*.po
Languages: de

source: deGov - Automatic cropping
de: deGov - Automatisches Beschneiden

source: Applies all defined crop types to all newly uploaded images
de: Wendet alle definierten Crop-Types auf alle neu hochgeladenen Bilder an

source: Degov Auto Crop settings
de: deGov Einstellungen zum automatischen Beschneiden

source: The offsets for landscape images
de: Die Offsets für Bilder im Querformat

source: Top
de: Oben

source: Bottom
de: Unten

source: Left
de: Links

source: Right
de: Rechts

source: The offsets for portrait images
de: Die Offsets für Bilder im Hochformat

source: The offsets for square images
de: Die Offsets für quadratische Bilder

source: Automatic offset (landscape images)
de: Automatischer Offset (Bilder im Querformat)

source: <p>On first upload of a file the crop frame will be placed automatically. Use these values to define offsets for the placement.</p><p>Example: if <code>top</code> is <code>2</code> and <code>bottom</code> is <code>1</code>, the crop will be placed twice as far from the top of the image as from the bottom.</p>
de: <p>Beim ersten Hochladen eines Bildes wird das Ausschnittfenster automatisch platziert. Zur Anpassung der Offsets müssen diese Werte geändert werden.</p><p>Beispiel: Wenn <code>oben</code> den Wert <code>2</code> hat und <code>unten</code> den Wert <code>1</code> hat, wird der Ausschnitt zweimal so weit von oben platziert als von unten.</p>

source: Automatic offset (portrait images)
de: Automatischer Offset (Portrait-Bilder)

source: Automatic offset (square images)
de: Automatischer Offset (quadratische Bilder)

source: Offset top
de: Offset oben

source: Offset bottom
de: Offset unten

source: Offset left
de: Offset links

source: Offset right
de: Offset rechts

source: Could not find offset values in the submitted form.
de: Konnte die Offsetwerte im abgesendeten Formular nicht finden.

source: Offset must be a positive integer.
de: Der Offsetwert muss eine positive Ganzzahl sein (1-9).
