Repository: digitaldonkey/degov-1
Catalog: translations/*/degov/filter_disallow.*.po
Languages: de

source: Filter disallow
de: Filter verbieten

source: Filters disallowed HTML content.
de: Filtert nicht erlaubten HTML-Inhalt heraus.

source: View messages from filter_disallow
de: Meldungen von filter_disallow anzeigen

source: Users with this permission are able to view messages generated by filter_disallow.
de: Benutzer mit dieser Berechtigung können von filter_disallow erzeugte Meldungen sehen.

source: Disallowed HTML tags
de: Nicht erlaubte HTML-Tags

source: A list of HTML tags that will be removed.
de: Eine Liste der HTML-Tags, die entfernt werden.

source: Display basic HTML help in long filter tips
de: HTML-Hilfe in den erweiterten Filtertipps anzeigen

source: The text you entered contains <code>:element</code> tags. These are not permitted here and will be stripped from the output.
de: Der von Ihnen eingegebene Text enthält <code>:element</code> Tags. Diese sind hier nicht erlaubt und werden bei der Ausgabe entfernt.

source: Disallowed HTML tags: <code>@tags</code>
de: Nicht erlaubte HTML-Tags: <code>@tags</code>

source: Remove disallowed HTML tags
de: Nicht erlaubte HTML-Tags entfernen
