Repository: digitaldonkey/degov-1
Catalog: translations/*/degov/lightning_core.*.po
Languages: de

source: Updating code with Drush can potentially break your Lightning site. (See @path for safe update instructions.) Are you SURE you want to continue?
de: Die Aktualisierung von Quellcode mit Drush kann die Lightning-Seite eventuell beschädigen. (Sichere Aktualisierungsanweisungen sind unter @path verfügbar.) Are Möchten Sie wirklich fortfahren?

source: Shared functionality for the Lightning distribution.
de: Gemeinsame Funktionen für die Lightning-Distribution.

source: Various settings for altering the behavior of Lightning modules.
de: Verschiedene Einstellungen zum Ändern des Verhaltens der Lightning-Module.

source: Description
de: Beschreibung

source: Internal
de: Intern

source: Extension versions
de: Erweiterungsversionen

source: Semantic version number
de: Semantische Versionsnummer

source: Lightning Roles
de: Lightning Rollen

source: Automatically manages user roles and permissions.
de: Verwaltet automatisch Benutzerrollen und Zugriffsrechte.

source: Roles
de: Rollen

source: Content role
de: Inhalt Rolle

source: Enabled
de: Aktiviert

source: Permissions
de: Berechtigungen

source: Permission
de: Berechtigung

source: Lightning Roles settings
de: Einstellungen zu Lightning-Rollen

source: Content roles
de: Inhalt Rollen

source: Provide @label role for new content types
de: @label Rolle für neue Inhaltstypen angeben

source: Gives permission to @permissions
de: Gibt Freigabe für @permissions

source: Contains configuration and support code for running Lightning functional tests.
de: Enthält Konfigurations- und Support-Code zur Ausführung von Lightning-Funktionstests.

source: Additional relevant information about this @entity_type, such as where it is used and what it is for.
de: Zusätzliche relevante Informationen zu diesem @entity_type, z. B. wo er benutzt wird und wozu er dient.

source: Yield to argument
de: Argument nachgeben

source: - None -
de: - Nicht festgelegt/ausgewählt -

source: If this argument has a non-null value (given or default), this filter will not be exposed to the user.
de: Wenn dieses Argument einen Wert hat, der nicht Null ist (zugewiesen oder Standard), wird dieser Filter dem Benutzer nicht angezeigt.
