Repository: digitaldonkey/degov-1
Catalog: translations/*/degov/lightning_media.*.po
Languages: de

source: Preview
de: Vorschau

source: A live preview of the @media_type.
de: Eine Live-Vorschau von @media_type.

source: Show in media library
de: In der Mediathek zeigen

source: Shown in media library
de: In der Mediathek sichtbar

source: Hidden in media library
de: In der Mediathek nicht sichtbar

source: Lightning Media
de: Lightning-Medien

source: Slick media handling for Lightning. So cool you'll make the A/C jealous.
de: Intelligente Handhabung von Medien für Lightning. So cool, dass der A/C neidisch wird.

source: Media
de: Medien

source: Lightning Media settings
de: Einstellungen zu Lightning-Medien

source: Entity Embed settings
de: Entität-Embed-Einstellungen

source: Allow user to choose display plugin for embedded media
de: Zulassen, dass Benutzer Anzeige-Plugin für eingebettete Medien wählt

source: Embed code widget settings
de: Einstellungen für Embed-Code-Widget

source: Submit button text
de: Text des „Speichern“-Buttons

source: Inline entity form mode
de: Inline Entität Formular Modus

source: Upload widget settings
de: Einstellungen für Upload-Widget

source: Return underlying file entity
de: Zugrundeliegende Dateientität zurückgeben

source: Show links to uploaded files
de: Links zu hochgeladenen Dateien anzeigen

source: Show Remove button
de: Taste „Entfernen“ anzeigen

source: Bulk Media Upload
de: Hochladen mehrerer Medien

source: Provides a form to upload many media items at once.
de: Erzeugt ein Formular zum gleichzeitigen Hochladen mehrerer Medien.

source: Bulk upload
de: Hochladen mehrerer Dateien

source: Drag files here to upload them
de: Dateien auf diese Fläche ziehen, um sie hochzuladen

source: Continue
de: Weiter

source: You can upload as many files as you like. Each file can be up to @max_size in size. The following file extensions are accepted: @extensions
de: Sie können beliebig viele Dateien hochladen. Jede Datei kann bis zu @max_size groß sein. Die folgenden Dateierweiterungen werden akzeptiert: @extensions

source: Media Document
de: Medien-Dokument

source: Locally hosted document support for Lightning Media.
de: Unterstützung für lokal gehostete Dokumente für Lightning-Medien.

source: Cropped: @crop_type
de: Beschnitten: @crop_type

source: Media Image
de: Bild Medium

source: Image support for Lightning Media.
de: Bild-Unterstützung für Lightning-Medien.

source: The <a href="@crop_types">crop types</a> to allow. Only crop types that are associated with at least one <a href="@image_styles">image style</a> are shown here. If none are selected, all will be allowed.
de: Die zuzulassenden <a href="@crop_types">Crop-Types</a>. Lassen Sie nur Typen zu, die mindestens zu einem hier gezeigten <a href="@image_styles">Bildstil</a> gehören. Falls keiner ausgewählt wird, werden alle zugelassen.

source: Media Instagram
de: Medien Instagram

source: Instagram support for Lightning Media.
de: Instagram-Unterstützung für Lightning-Medien.

source: Media Twitter
de: Medien Twitter

source: Twitter support for Lightning Media.
de: Twitter-Unterstützung für Lightning-Medien.

source: Media Video
de: Medien Video

source: Video support for Lightning Media.
de: Video-Unterstützung für Lightning-Medien.

source: Do not link to uploaded files
de: Nicht auf hochgeladene Dateien verlinken

source: Hide Remove button
de: Taste „Entfernen“ ausblenden

source: Upload
de: Hochladen

source: Remove
de: Entfernen

source: Allow users to choose how to display embedded media
de: Benutzer wählen lassen, wie eingebettete Medien angezeigt werden sollen

source: Enter a URL...
de: Eine URL eingeben…

source: Update
de: Aktualisieren

source: You must enter a URL or embed code.
de: Es muss eine URL oder Embed-Code eingegeben werden.

source: Allows creation of media entities from embed codes.
de: Erlaubt die Erstellung von Medienentitäten aus Embed-Codes.

source: File
de: Datei

source: You must upload a file.
de: Es muss eine Datei hochgeladen werrden.

source: Cancel
de: Abbrechen

source: Return source file entity
de: Quelldateientität zurückgeben

source: If checked, the source file(s) of the media entity will be returned from this widget.
de: Falls ausgewählt, werden von diesem Widget die Quelldatei(en) der Medienentität zurückgegeben.

source: File Upload
de: Dateiupload

source: Allows creation of media entities from file uploads.
de: Erlaubt die Erstellung von Medienentitäten aus Dateiuploads.

source: Media browser
de: Medien-Browser

source: Embedded
de: Eingebettet

source: Thumbnail
de: Miniaturbild

source: Select entities
de: Entitäten auswählen

source: Create embed
de: Embed erzeugen

source: Media creator
de: Medien-Ersteller

source: Media manager
de: Medien-Manager

source: Image
de: Bild

source: Locally hosted images.
de: Lokal gespeicherte Bilder

source: Crops without enforcing any aspect ratio.
de: Ermöglicht das Zuschneiden von Bildern, ohne dass ein Seitenverhältnis benötigt wird.

source: Select Image(s)
de: Bild(er) auswählen

source: A locally hosted document, such as a PDF.
de: Ein lokal gehostetes Dokument, z.B. ein PDF.

source: Current selection
de: Aktuelle Auswahl
