Repository: digitaldonkey/degov-1
Catalog: translations/*/degov/nrw_menu.*.po
Languages: de

source: Extra Content
de: Zusätzliche Inhalte

source: The content of the extra block
de: Der Inhalt des zusätzlichen Blocks

source: Simple language
de: Leichte Sprache

source: Sign language
de: Gebärdensprache

source: NRW menu
de: NRW Menü

source: The module provides the templates and preprocess functions to show the menu in the page
de: Das Modul enthält die Vorlagen und die Aufbereitungsfunktionen zur Anzeige des Menüs auf der Seite

source: Overview: Content
de: Überblick: Inhalte

source: Menu
de: Menü

source: Close
de: Schließen

source: Search
de: Suche

source: Overview <span>Content</span>
de: Im Überblick <span>Inhalt</span>

source: Header Top Menu
de: Kopfzeile oberes Menü
